Repository: wp-plugins/rss-news-display
Catalog: languages/rss-news-display-*.po
Languages: sr_rs

source: RSS url is invalid or broken
sr_rs: RSS url nije ispravan ili je slomljen

source: Details successfully updated.
sr_rs: Detalji uspešno updateovani

source: Rss news display
sr_rs: Prikaz Rss vesti

source: Setting 1 (Default For Widget)
sr_rs: Postavka 1 (Default za Widget)

source: Enter your rss link in this box. (For widget)
sr_rs: Unesite rss link u ovaj pravougaonik. (za widget)

source: Slider direction
sr_rs: Slajder direkcija

source: Select your scroll direction
sr_rs: Selektujte vašu skrol direkciju

source: Setting 2
sr_rs: Postavka 2

source: Enter your rss link in this box.
sr_rs: Unesite vaš rss link u ovaj pravougaonik

source: Setting 3
sr_rs: Postavka 3

source: Setting 4
sr_rs: Postavka 4

source: Setting 5
sr_rs: Postavka 5

source: Update All Details
sr_rs: Update svih detalja

source: Help
sr_rs: Pomoć

source: Plugin configuration option
sr_rs: Opcije konfiguracije plugina

source: Drag and drop Rss news display widget into your side bar.
sr_rs: Drag&drop Rss prikaz vesti widget na vašem side baru.

source: Add plugin in the posts or pages using short code.
sr_rs: Dodati plugin na postove ili stranice short code.

source: Add directly in to the theme using PHP code.
sr_rs: Dodati direktno na temu korišćenjem PHP koda.

source: Check official website for more information
sr_rs: Proveriti oficijalni website za još info

source: click here
sr_rs: klik ovde

source: Invalid rss url or broken link.
sr_rs: Neispravan rss url ili slomljen link.

source: Direction
sr_rs: Slajder direkcija
